Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Village Supply Trader
pl: Handlarz zaopatrzenia: wioska

source: Village Turmoil
pl: Chaos w wiosce

source: Village Weapons Trader
pl: Handlarz bronią: wioska

source: Viola
pl: Altówka

source: Violation of regulations detected. However, due to the death of the unit in question, corrective punishment is impossible.
pl: Wykryto naruszenie regulaminu. Jednak z powodu śmierci jednostki, kara nie może zostać wymierzona.

source: Violence like that wouldn't stop. It was going to happen again.<bt_wait> And it wouldn't be coming from just one person.<bt_wait>
pl: Przemoc taka jak ta nie ustanie. To się znów powtórzy.<bt_wait> I nie będzie pochodzić tylko od jednej osoby.<bt_wait>

source: Violence rules this world! Violence is all!
pl: Przemoc rządzi tym światem! Przemoc jest wszystkim!

source: Violin
pl: Skrzypce

source: Virtuous Contract
pl: Cnotliwy Kontrakt

source: Virtuous Dignity
pl: Cnotliwa Godność

source: Virtuous Grief
pl: Cnotliwy Żal

source: Virtuous Treaty
pl: Cnotliwy Traktat

source: Virus eliminated.
pl: Wyeliminowano wirusa.

source: Viscous Oil
pl: Gęsty olej

source: Visual
pl: Wizualny

source: Visual Cure
pl: Lek wizualny

source: Visual Sensors Abnormal
pl: Zaburzenie sensorów wizualnych

source: Visual System
pl: System wizualny

source: Visual sensor diagnostics complete. No issues detected.
pl: Zakończono diagnostykę czujników wizualnych. Nie wykryto problemów.

source: Vital signs entering sub-optimal territory.
pl: Parametry życiowe poniżej poziomu optymalnego.

source: Vitals: Green
pl: Parametry życiowe: w normie

source: Vocal System
pl: System głosowy

source: Voice Changer
pl: Zmiana głosu

source: Voice Director
pl: Kierownik głosów

source: Voice Volume
pl: Głośność głosów

source: Voice change option added to the "Other" options category.
pl: Opcja zmiany głosu dodana do ustawień w kategorii „Inne”.

source: Voice functionality recovered. External sound input confirmed.
pl: Odzyskano funkcje dźwięku. Potwierdzono zewnętrzne wejście dźwięku.

source: Voices
pl: Głos

source: Volt-Proof Salve
pl: Maść p. prądowa

source: Volunteered to undergo Type-B equipment transition during previous descent.
pl: Zgłosiła się dobrowolnie do przejścia na wyposażenie typu B podczas poprzedniego zrzutu.

source: W-what happened?
pl: Co... co się stało?!

source: W-where am I?
pl: Gdzie... gdzie ja jestem...?

source: W-who am I...?
pl: Kim... kim ja jestem?

source: W. Boar Meat
pl: Mięso z białego dzika

source: W. Moose Meat
pl: Mięso z białego łosia

source: WAAAAAAAAAAAAH! YOU LEFT MEEEEEEEE!
pl: ŁAAAAAAAAAA! ZOSTAWILIŚCIE MNIE!

source: WARNING
pl: UWAGA

source: WE WOULD WELCOME YOU ANYTIME.
pl: OD TERAZ, JUŻ ZAWSZE BĘDZIECIE W TYM MIEJSCU MILE WIDZIANI.

source: WEAPONS
pl: BRONIE

source: WEB Coodinator
pl: WEB koordynator

source: WEB Coordinator
pl: WEB koordynator

source: WHAT!? Why didn't you tell us that when we first started looking for it!?
pl: CO?! Czemu nie powiedziałeś nam tego, gdy wyruszyliśmy na jej poszukiwanie?

source: WHICH WEAPON WILL I USE?
pl: KTÓREJ BRONI MAM UŻYĆ?

source: WHITE FLAG
pl: BIAŁA FLAGA

source: WILL NOT ATTACK EVEN IF DAMAGED
pl: NIE ZAATAKUJE NAWET GDY USZKODZONY

source: WILL NOT ATTACK UNTIL DAMAGE (NO NOTIFICATION)
pl: ZAATAKUJE TYLKO GDY USZKODZONY (BEZ POWIADOMIEŃ)

source: WILL NOT ATTACK UNTIL DAMAGED
pl: ZAATAKUJE TYLKO GDY USZKODZONY

source: WILL NOT DASH
pl: BEZ SPRINTU

source: WILL NOT EXPLODE
pl: NIE WYBUCHA

source: WILL NOT WANDER WHILE ON STANDBY
pl: NIE WŁÓCZY SIĘ PODCZAS SPOCZYNKU

source: WILL YOU USE MY BODY?
pl: UŻYJESZ MOJEGO CIAŁA?

source: WITH DEATH WENT MY LOVER TO ETERNITY
pl: ZE ŚMIERCIĄ MOJA UKOCHANA ODESZŁA W WIECZNOŚĆ

source: WOOOOOOW! You actually beat the champ!? Un-friggin-believable!
pl: ŁAAAAAAAAŁ! Udało ci cię pokonać czempiona?! Niewiary-kurna-godne!

source: Waaaaaaaah! I was soooo scaaaaaared!
pl: Łaaaaaa! Tak straaaasznie się bałam!

source: Waaaaaah! Mamaaaaa!
pl: Łaaaaaa! Maaaamoooo!

source: Waaaaaay Bored
pl: Nuuudzi mi się

source: Wah wah wah! Zip it already! Time to teach you some goddamn bomb-making skills.
pl: Łee łee łeee! Ogarnij się wreszcie! Najwyższy czas, abyś nauczył cię, jak robić bomby.

source: Wait a minute!
pl: Chwila!

source: Wait a sec, we need to restore those.
pl: Chwila, musimy to przywrócić.

source: Wait a second! 2B!
pl: Poczekaj chwilę! 2B!

source: Wait a second... You look familiar—have we met before?
pl: Chwileczkę... Wyglądasz znajomo... Czy my się już nie spotkaliśmy?

source: Wait!
pl: Poczekaj!

source: Wait! ...2B!
pl: Chwila!... 2B!

source: Wait! Do not tell me! I have already deduced that you are here to listen to me expound upon the great mysteries of existence.
pl: Chwila! Nie mów mi! Już wydedukowałem, że przybyliście, by słuchać jak rozprawiam o wielkich tajemnicach istnienia.

source: Wait! It's all starting to make sense now!!
pl: Chwila! To wszystko zaczyna nabierać sensu!

source: Wait! You're that kind android from before! I hate to admit this, but my son has locked himself inside again.
pl: Moment! Jesteś tym miłym androidem, który już mi pomógł! Niechętnie to przyznaję, ale... Mój syn znowu zamknął się w środku.

source: Wait, I can get rewarded for doing this?
pl: Chwila... mogę dostać za to nagrodę?

source: Wait, I know you. You're the ones who received a peace offer from the machines! So what do you think? Can we trust 'em?
pl: Chwila, ja was znam. To wy dostaliście ofertę pokoju od maszyn! Co wy na to? Można im ufać?

source: Wait, it must have been that EMP blast!
pl: Chwila... to przez ten wybuch EMP!

source: Wait, no! That's not what you said! You said "Nines"! Or at least something close to—
pl: Poczekaj, nie! Nie to powiedziałaś! Powiedziałaś „Nines”! Albo coś bardzo podobnego do...

source: Wait, no, I mean
pl: Chwila, nie, znaczy się

source: Wait, no.
pl: Czekaj, nie.

source: Wait, please! I have no intention of harming you!
pl: Poczekaj, proszę! Nie mam zamiaru cię skrzywdzić!

source: Wait, really?
pl: Czekaj... naprawdę?

source: Wait, there's more of you?
pl: Chwila, jest was więcej?

source: Wait, tomorrow's MONDAY!?
pl: Chwila, jutro jest PONIEDZIAŁEK?!

source: Wait, what are you—
pl: Chwila... Co ty...

source: Wait, what!?
pl: Chwila... Co?!

source: Wait, what? No! Hold on!
pl: Czekaj... CO? Nie! Chwila, wstrzymajcie się!

source: Wait, what? That's not—
pl: Chwila, co? To nie...

source: Wait, why do you think I'd arrest you?
pl: Moment... Dlaczego mielibyśmy was aresztować?

source: Wait, you don't—
pl: Chwila, nie musisz...

source: Wait, you met Pascal?
pl: Chwila, spotkaliście Pascala?

source: Wait, you shouldn't be able to hear me now...
pl: Chwila, przy takich ustawieniach nie będziesz mogła mnie słyszeć...

source: Wait, you're just giving me this? But why?
pl: Chwila... Tak po prostu mi to dajesz? Ale czemu?

source: Wait, you?
pl: Moment... to ty?

source: Wait. Are you...
pl: Chwila. Czy ty...

source: Wait. Haven't I fought this thing already?
pl: Chwila... czy ja już wcześniej z tym nie walczyłam?

source: Wait. I don't think...
pl: Chwila. Nie wydaje mi się...

source: Wait. Isn't that backwards?
pl: Chwila. Nie powinno być na odwrót?

source: Wait. So is this the treasure?
pl: Chwila. To to jest ten skarb?

source: Wait...
pl: Czekaj...

source: Wait... This isn't our commanding officer's battle data! Well, I guess it'll still be useful.
pl: Chwila... To nie są dane bojowe naszej oficer dowodzącej! Cóż, wciąż się przydadzą.

source: Waiting in the City Ruins was a large multi-legged weapon that attacks with electrical discharges.
pl: W ruinach miasta czeka wielka, wielonożna broń, atakująca za pomocą wyładowań elektrycznych.

source: Waking up in his quarters at the Bunker, 9S hears from the Operator that 2B has requested support. To help 2B, 9S hacks into the abandoned factory from the large terminal.
pl: Budząc się w swojej kwaterze w Bunkrze, 9S słyszy od Operatorki, że 2B prosiła o wsparcie. Aby wspomóc 2B, 9S whakowuje się do opuszczonej fabryki za pomocą wielkiego terminala.

source: Waking up, 2B sets out to find the missing 9S. She receives information about a particular scanner from Anemone, to detect his faint black box signal.
pl: Po odzyskaniu świadomości, 2B wyrusza na poszukiwania zaginionego 9S. Uzyskuje od Anemony informacje o pewnym szczególnym skanerze, który jest w stanie wykryć słaby sygnał czarnej skrzynki.

source: Walk 1
pl: Chód 1

source: Walk 2
pl: Chód 2

source: Walk away from this nonsense.
pl: Zrezygnuj z tego absurdu i odejdź.

source: Walk away.
pl: Odejdź.

source: Walking across the broken pieces with bare feet
pl: Krocząc bosymi stopami po rozbitych odłamkach

source: Wander around. See the sights. It'll do you good.
pl: Rozejrzyj się. Naciesz swoje oczy widokami. Dobrze ci to zrobi.

source: Wanna buy something? I've got the best prices anywhere!
pl: Chcesz może coś kupić? Mam najlepsze ceny w okolicy!

source: Wanna do business?
pl: Robimy interes?

source: Wanna try 'em out?
pl: Masz ochotę je wypróbować?

source: Want a piece of advice from someone who's been in your shoes before? Back up your data whenever you can.
pl: Chcesz dostać małą poradę od kogoś, kto robił to co wy? Zapisujcie wasze dane kiedy tylko możecie.

source: War knows no end. Keep working hard to obtain better results!
pl: Wojna nie zna końca. Pracuj ciężko, by zdobyć lepsze wyniki!

source: Warfare as entertainment? Humans really were crazy.
pl: Wojna jako rozrywka? Ludzie naprawdę byli szaleni.

source: Warfare as entertainment? What were humans thinking?
pl: Wojna jako rozrywka? Co ci ludzie wtedy mieli w tych swoich głowach...

source: Warfare was...entertainment?
pl: Wojna była traktowana jako... rozrywka?

source: Warped Wire
pl: Poskręcany drut

source: Warriors of the S-rank...
pl: Wojownicy rangi S...

source: Was I...with someone?
pl: Czy byłam... z kimś?

source: Was it seriously trying to figure out the meaning of existence?
pl: Czy naprawdę miał zamiar zrozumieć znaczenie egzystencji?

source: Was she...
pl: Czy ona...

source: Was there something I could have done?
pl: Czy mogłem coś zrobić w tej sytuacji?

source: Watch out for hostile enemies, 2B.
pl: Uważaj na te wrogie jednostki, 2B.

source: Watch out! They're still alive!
pl: Uważaj! One wciąż działają!

source: Watch...out...
pl: Uważaj...

source: Watching you pound those machines to shreds is very therapeutic. Hypnotic, almost!
pl: Oglądanie jak rozdzierasz te maszyny na strzępy jest bardzo terapeutyczne. Niemal hipnotyczne!

source: Water Flea
pl: Dafnia

source: Waving the flag is fun.
pl: Machanie flagą to niezła zabawa.

source: We Pods often participate in the same battles.
pl: My, Pody, często uczestniczymy w tych samych walkach.

source: We all draw weapons out of instinct as much as anything else, pointing them at our comrade as she continues to scream and scream and scream.<bt_wait>
pl: Instynktownie wszystkie wyciągamy broń, kierując ją na naszą towarzyszkę, kiedy ona dalej krzyczy i krzyczy i krzyczy..<bt_wait>

source: We all know what's happening. We've seen it before.<bt_wait> It's a logic virus— a machine weapon that hijacks android systems and overwrites their data.<bt_wait> And since there's no known cure...<bt_wait>it's also a death sentence. </page>
pl: Wszystkie wiemy, co się dzieje. Już to widziałyśmy wcześniej.<bt_wait> To wirus logiczny — broń maszyn, która włamuje się do systemu androidów i nadpisuje ich dane.<bt_wait> A skoro nie znamy lekarstwa...<bt_wait> jest to też wyrok śmierci. </page>

source: We all understand her to be rather dangerous.
pl: Uważamy, że raczej potrafi być niebezpieczna.

source: We also didn't get instructions from headquarters about how to handle those humanoid machines.
pl: Nie dostaliśmy też instrukcji z kwatery głównej o tym, jak podejść do tych humanoidalnych maszyn.

source: We apologize for the inconvenience, but access is not permitted at this time.
pl: Przepraszamy za niedogodności, ale dostęp został tymczasowo odcięty.

source: We apologize for the inconvenience...
pl: Przepraszamy za niedogodności...

source: We are abandoned.<bt_wait> We are alone.<bt_wait>
pl: Zostałyśmy porzucone.<bt_wait> Jesteśmy same.<bt_wait>

source: We are alive, after all.
pl: Ostatecznie, żyjemy.

source: We are conceptual human personalities created within the machine network.
pl: Jesteśmy konceptualnymi ludzkimi osobowościami, stworzonymi w sieci maszyn.

source: We are currently searching for a missing YoRHa unit, designation 9S.
pl: Szukamy zaginionej jednostki YoRHy, określanej jako 9S.

source: We are finite, and yet we are infinite.
pl: Jesteśmy jednostką, ale jednocześnie nieskończoną.

source: We are machines.
pl: Jesteśmy maszynami.

source: We are not bad machines...
pl: Nie jesteśmy złymi maszynami...

source: We are not your enemies.
pl: Nie jesteśmy waszymi wrogami.

source: We are not your enemy.
pl: Nie jesteśmy waszymi wrogami.

source: We are one, and yet we are many.
pl: Jesteśmy jednością, ale jednocześnie wieloma.

source: We are perpetually trapped...
pl: Jesteśmy nieustannie więzieni...

source: We are the embodiment of the perfect being.
pl: Jesteśmy ucieleśnieniem idealnej istoty.

source: We are together. We are one. Life or death. Even if we kill our foes. Even if we kill each other. Our two bodies will be as one for all time. Someone separate us. Oh god please someone help m
pl: Jesteśmy razem. Jesteśmy jednością. Żywi czy martwi. Nawet gdy zabijamy naszych wrogów. Nawet gdy zabijamy siebie nawzajem. Nasze ciała na zawsze zostaną jednością. Niech ktoś nas rozdzieli. O boże, niech ktoś mi pomoż

source: We are your beloved machine lifeforms.
pl: Jesteśmy waszymi ukochanymi mechanicznymi formami życia.

source: We aren't required in this world anymore.
pl: Ten świat już nas nie potrzebuje.

source: We aren't very good at fighting. I'm jealous of you combat types.
pl: Nie jestem zbyt dobry w walce. Zazdroszczę wam, typom bojowym.

source: We as well shall become as gods!
pl: My też powinniśmy stać się jak Bogowie!

source: We both apologize while insisting the other's apology isn't necessary.<bt_wait> It's kind of funny in a way. Such a trivial exchange under such circumstances?
pl: Obie przepraszamy, upierając się, że przeprosiny drugiej nie są potrzebne.<bt_wait> Jest to w pewien sposób zabawne. Taka trywialna pogadanka w takiej sytuacji?

source: We can do this!
pl: Damy radę!

source: We can get into the city ruins if we move that box.
pl: Dostaniemy się do ruin miasta, jeśli przesuniemy tę skrzynię.

source: We can rest easy now, huh?
pl: Teraz możemy odpocząć, co nie?

source: We can sort it out later.
pl: Spróbujemy to zrozumieć później.

source: We can speak, of course, but I find that language contains many ways to hide one's true intentions.
pl: Nadal możemy oczywiście rozmawiać, ale zauważyłem, że język mówiony posiada wiele sposobów na ukrywanie prawdziwych intencji.

source: We can use this screw to repair that big machine.
pl: Możemy użyć tego wkrętu, żeby naprawić tę wielką maszynę.

source: We can't be picky about how we reach our goals around here.
pl: Tutaj nie można być wybrednym w sposobach osiągania naszych celów.

source: We can't even dent the things with the flimsy little weapons we have, so maybe you can—
pl: Nie jesteśmy w stanie nawet ich zranić tą nędzną bronią, którą posiadamy, więc... Może ty...

source: We can't get them ourselves—if we leave this place, we'll be found for certain.
pl: Nie jesteśmy w stanie sami ich zdobyć... Jeśli opuścimy to miejsce, na pewno nas znajdą.

source: We can't just let some pack of animals bully their way in here. Where are they now?
pl: Nie możemy po prostu pozwolić, żeby jedne zwierzęta znęcały się nad pozostałymi. Gdzie są teraz?

source: We can't let this chance slip through our fingers!
pl: Nie możemy pozwolić, aby taka szansa prześlizgnęła się nam między palcami!

source: We can't seem to locate the required material.
pl: Nie jesteśmy w stanie odnaleźć wymaganego materiału.

source: We cannot be destroyed.
pl: Nie możemy zostać zniszczeni.

source: We comprise the YoRHa support system.
pl: Stanowimy system wsparcia YoRHa.

source: We could check out the energy reactions generated during battles.
pl: Możemy sprawdzić reakcje energetyczne generowane podczas walk.

source: We could have thrown it away so simply
pl: Mogliśmy to tak łatwo odrzucić

source: We could not be together
pl: Nie mogliśmy być razem

source: We couldn't even communicate with it.
pl: Nie mogliśmy się z nią skomunikować.

source: We couldn’t keep apart
pl: Nie mogliśmy się trzymać z dala

source: We crowd into the elevator as she begins hacking the terminal. She doesn't need to tell us what's happening—it's clear that the elevator won't descend all the way to the server unless someone stays behind to control it.<bt_wait>
pl: Tłoczymy się w windzie, kiedy ona zaczyna hakować terminal windy. Nie musi mówić co się dzieje — jest dla nas jasne, że winda nie zjedzie całej drogi do serwera, jeśli ktoś nie będzie jej kontrolował z góry.<bt_wait>

source: We did not come here to fight!
pl: Nie przyszliśmy tu walczyć!

source: We didn't do anything bad...
pl: Nie zrobiliśmy niczego złego...

source: We disagree. This android is dangerous.
pl: Nie zgadzamy się. Ten android stanowi zagrożenie.

source: We do not want fight.
pl: Nie chcemy walczyć.

source: We do not want to fight.
pl: Nie chcemy walczyć.

source: We do, however, deteriorate over time, which means we need to procure parts and initiate repairs.
pl: Jednak z biegiem czasu się zużywamy, a to oznacza, że potrzebujemy części zapasowych i napraw.

source: We don't even know if they got destroyed or just deserted.
pl: Nawet nie wiemy, czy zostali zniszczeni, czy po prostu zdezerterowali.

source: We don't get to choose our assignments.
pl: Nie mamy możliwości wybierania sobie przydziałów.

source: We don't have a choice. My locomotion functions have been damaged, and we don't have the necessary materials to perform repairs.
pl: Nie mamy wyboru. Moje funkcje ruchu zostały uszkodzone, a nie posiadamy materiałów niezbędnych do przeprowadzenia napraw.

source: We don't have any obligation to report you to your superiors.
pl: Nie mamy obowiązku zgłaszać was waszym przełożonym.

source: We don't have much to offer in thanks, but I have readied a room for you here.
pl: Wprawdzie nie mamy wiele do zaoferowania, ale chociaż przygotowałam tu dla was pokój.

source: We don't have much to offer in thanks, but I've readied a room for you here.
pl: Nie mamy zbyt wiele do zaoferowania w ramach podziękowania, ale przygotowałam dla was tutaj pokój.

source: We don't know where the enemy will attack from, so we have to keep watch at all times.
pl: Nie mamy pojęcia z której strony może zaatakować wróg, więc musimy trzymać wartę bez przerwy.

source: We don't need it! We don't need this world!
pl: Nie potrzebujemy tego! Nie potrzebujemy tego świata!

source: We don't need such things.
pl: My nie potrzebujemy takich rzeczy.

source: We don't want a war.
pl: Nie chcemy wojny.

source: We don't want trouble.
pl: Nie chcemy kłopotów.

source: We eventually marooned it deep in the ocean, but it seems to be searching for a way back.
pl: Postanowiono zatem o pozostawieniu tego głęboko na dnie oceanu. Ale wygląda na to, że cały czas szukało drogi powrotnej.

source: We fight to find meaning.
pl: Walczymy, by odnaleźć sens.

source: We fight to grow strong. It is a life's work.
pl: Walczymy, by wzrastać w siłę. To dzieło naszego życia.

source: We fight to survive, every day!
pl: Walczymy, by przetrwać, każdego dnia!

source: We finally defeated Eve.
pl: W końcu pokonaliśmy Ewę.

source: We found a Lunar Tear. It's located at—
pl: Znaleźliśmy Księżycową Łzę. Jest zlokalizowana w...

source: We found more data from A2. Take a look.
pl: Znaleźliśmy więcej danych o A2. Spójrz, proszę.

source: We gotta bail, 2B! This is bad!
pl: Musimy się ewakuować, 2B! Jest źle!

source: We had almost completed the road to peace...
pl: Przecież byliśmy już tak blisko zawarcia pokoju...

source: We had no capacity for emotion.
pl: Nie ma w nas miejsca na emocje.

source: We had to detonate our black boxes in order to stop them.
pl: Żeby je powstrzymać, musieliśmy zdetonować nasze czarne skrzynki.

source: We have a question about the machines in the canyon.
pl: Mamy pytania dotyczące maszyn w kanionie.

source: We have a special present for you—a token of appreciation for all the machine lifeform requests you completed!
pl: Mamy dla ciebie specjalną nagrodę: wyraz uznania za wykonanie wszystkich zadań dla mechanicznych form życia!

source: We have a winner!
pl: Mamy zwycięzcę!

source: We have been alive for hundreds of years.
pl: Żyjemy od wielu setek lat.

source: We have been expecting you.
pl: Oczekiwaliśmy cię.

source: We have come to know the existence of God.
pl: Udało nam się odkryć istnienie Boga.

source: We have come to realize that the cost of fighting for us as individuals far outweighs any benefits that victory might bring.
pl: W pewnym momencie zrozumieliśmy, że koszt walki dla nas, jako jednostek, znacznie przewyższa jakiekolwiek korzyści, które mogłoby przynieść zwycięstwo.

source: We have dedicated ourselves to unraveling this riddle of humanity...
pl: Poświęciliśmy się rozwikłaniu tej zagadki ludzkości...

source: We have done nothing bad!
pl: Nie zrobiliśmy nic złego!

source: We have forgotten why we must grow strong.
pl: Zapomnieliśmy, dlaczego musimy wzrastać w siłę.

source: We have lost contact with Squad 14. Head over to their location to provide backup immediately.
pl: Straciliśmy kontakt z Oddziałem 14. Natychmiast udajcie się do ich lokalizacji, by zapewnić wsparcie.

source: We have no one to help us. We can only cry and scream—
pl: Nie mamy nikogo, kto mógłby nam pomóc. Możemy tylko płakać i wrzeszczeć...

source: We have no right to judge.
pl: Nie mamy prawa oceniać.

source: We have permission, remember? Plus, we'll probably be stationed here for a while, so a bed won't go amiss.
pl: Dostaliśmy pozwolenie, pamiętasz? Poza tym, pewnie będziemy stacjonować w okolicy przez dłuższy czas, więc łóżko na pewno się przyda.

source: We have the upper hand at the moment.
pl: W tej chwili mamy przewagę.

source: We have to do something about these YoRHa troops...
pl: Musimy coś zrobić z tymi żołnierzami YoRHa...

source: We have to evacuate.
pl: Musimy się ewakuować.

source: We have to find Eve and destroy him!
pl: Musimy odnaleźć Ewę i go zniszczyć!

source: We have to help her!
pl: Muszę jej pomóc!

source: We have to help her! Let's go!
pl: Musimy jej pomóc! Chodźmy!

source: We have to kill androids to get out of here!
pl: Musimy zabijać androidy, by się stąd wydostać!

source: We have to look for little things like that to distract us from our everyday lives.
pl: Musimy szukać takich drobnych przyjemności, które odwrócą naszą uwagę od codzienności.

source: We have to report back to Command.
pl: Musimy wrócić do Dowództwa.

source: We have to save those androids.
pl: Musimy uratować te androidy.

source: We haven't been able to get in touch with them.
pl: Nie udało nam się z nimi skontaktować.

source: We haven't been able to properly stock up on supplies for months. It's all because of this giant weapon we're building.
pl: Nie byliśmy w stanie dobrze odnowić zapasów od miesięcy. Wszystko przez tą ogromną broń którą budujemy.

source: We haven't even cracked this thing open yet! How do you know what's in it?
pl: Jeszcze tego nawet nie otworzyliśmy! Skąd wiesz, co się znajduje w środku?

source: We headed forward
pl: Szliśmy naprzód

source: We heard you defeated that nasty creature!
pl: Słyszeliśmy, że zabiłaś tę agreswyną maszynę!

source: We hold championship. Fights. We find strongest machine in world.
pl: Organizujemy tu zawody. Walki. Szukamy najsilniejszej maszyny na świecie.
